<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Nota Principal</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif','img/01.jpg','img/02.jpg','img/03.jpg')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html">Ztylo</a></li>
      <li><a href="index.html"><span class="resaltar">Nota Principal</span></a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto">
    <div class="entrada_2"> <a href="#" name="titulo"></a>
      <h2>La Meta-Fotograf&iacute;a</h2>
      <h3>&quot;M&aacute;s All&aacute; de la Fotograf&iacute;a&quot;</h3>
      <h4>11 de Diciembre del 2010</h4>
      <a href="#" name="parrafo01"></a>
      <p><span class="detallar">S</span>e trata de un concepto en expanci&oacute;n. A partir del fot&oacute;grafo Joan Fontcuberta, muchos estudiosos se especializan en la implementaci&oacute;n de una fotograf&iacute;a &quot;diferente&quot;. Se la define como &quot;la foto detr&aacute;s de la foto&quot; y suma la atenci&oacute;n, cada vez m&aacute;s alta, de expertos en la tem&aacute;tica. Joan Fontcuberta, un fot&oacute;grafo contempor&aacute;neo que trabaja con el mensaje en las fotos, sirve de inspiraci&oacute;n para muchos j&oacute;venes interesados. Podr&iacute;amos pasarnos mucho tiempo mencionando ejemplos de sus obras mas significativas, pero la que m&aacute;s ha impactado ha sido su obra Sputnik. Consiste en una serie de fotograf&iacute;as en la que recrea un supuesto astron&aacute;uta sovi&eacute;tico desaparecido durante la guerra fr&iacute;a. Fontcuberta recrea una mentira, utilizandose a &eacute;l mismo como el rostro del astron&aacute;uta y uan serie de elementos irreales para poder generar una metafotograf&iacute;a.</p>
      <p><a href="#parrafo01" onclick="spoiler('01')" id="visible01" class="visible">Ver Imagen</a><a href="#parrafo01" onclick="ocultar('01')" id="oculto01" class="ocultar">Ocultar</a></p>
      <div class="imagen"><img src="img/01.jpg" alt="Joan Fontcuberta" id="spoiler01" name="spoiler01" /></div>
      <a href="#" name="parrafo02"></a>
      <p><span class="detallar">Y</span>a sean expertos, o simples aficionados, el n&uacute;mero de personas que se interesan por dejar un mensaje con sus fotograf&iacute;a es cada vez m&aacute;s alto. &quot;Se trata de hacer fotograf&iacute;a de la fotograf&iacute;a&quot;, comenta un usuario online que se dedica al tema en profundidad. Es recurrente ver, si bien no en masivas cantidades, un buen n&uacute;mero de personas que trabajan con este concepto. Sin embargo, su definici&oacute;n de metafotograf&iacute;a escapa a la que enunci&oacute; (indirectamente) Fontcuberta. &quot;Ya no se trata de que la foto hable, ahora m&aacute;s bien se requiere mostrar una foto dentro de otra foto. Fotograf&iacute;as sin encuadres, fotos de gente sacando fotos, fotos de imagenes virtuales de la propia foto, ahora el concepto con el que se trabaja es mucho m&aacute;s fino y ajustado&quot;, contin&uacute;a mencionando el mismo usuario online. As&iacute; mismo, se ha enunciado una nueva defici&oacute;n, y se reconoce actualmente a la metafotograf&iacute;a por la foto de la foto, la foto de la acci&oacute;n de caputar una imagen. El sitio web Flickr ha lanzado un concurso de metafotograf&iacute;a, donde todos los trabajos se muestran en un mural. El link hacia el mural se encuentra en nuestra secci&oacute;n &quot;links&quot;.</p>
      <p><a href="#parrafo02" onclick="spoiler('02')" id="visible02" class="visible">Ver Imagen</a><a href="#parrafo02" onclick="ocultar('02')" id="oculto02" class="ocultar">Ocultar</a></p>
      <div class="imagen"><img src="img/02.jpg" alt="Cohetes Naranjas" id="spoiler02" name="spoiler02" /></div>
      <a href="#" name="parrafo03"></a>
      <p><span class="detallar">N</span>o ser&aacute;n estos los concursos que atraen m&aacute;s participantes, pero es cierto aclarar que cada vez son m&aacute;s los interesados, ya sea en conocer, como en ejercitar en la pr&aacute;ctica esta nueva foto. Sobre todo, fot&oacute;grafos online o amateur en el tema. Hace un tiempo, Robertobas (como se lo conoce en la web, creador del grupo web &quot;Metafot&oacute;grafos&quot;) en sus viajes capturaba imagenes en detalle de planos que le agradaban. El no iba solo, sino que lo acompa&ntilde;aban dos fot&oacute;grafos. &quot;Era interesante trabajar con ellos, todo el tiempo experiment&aacute;bamos&quot; - dice - &quot;Una tarde le estaba sacando la foto a un sujeto, y uno de mis compa&ntilde;eros me tom&oacute; una foto de esa acci&oacute;n. Inmediatamente al ver esa ordinaria captura, me sent&iacute; atra&iacute;do por ese universo nuevo.&quot;. Sin dudas parece tratarse de una t&eacute;cnica en ampliaci&oacute;n, la cual llegar&aacute; la c&uacute;spide del proceso de significantes, en la completa desmaterializaci&oacute;n de la foto misma como objeto.</p>
      <p><a href="#parrafo03" onclick="spoiler('03')" id="visible03" class="visible">Ver Imagen</a><a href="#parrafo03" onclick="ocultar('03')" id="oculto03" class="ocultar">Ocultar</a></p>
      <div class="imagen"><img src="img/03.jpg" alt="Metafoto" id="spoiler03" name="spoiler03" /></div>
    </div>
    <div id="novedades"> <span>1&deg;</span>
      <div class="nove"><a href="../novedades/noti_1.html">Dise&ntilde;o de la Multimedia e Interacci&oacute;n.</a></div>
      <span>2&deg;</span>
      <div class="nove"><a href="../novedades/noti_3.html">Nuevas tendencias en el Dise&ntilde;o Gr&aacute;fico.</a></div>
      <span>3&deg;</span>
      <div class="nove"><a href="../novedades/noti_2.html">Videojuegos: &quot;Metaxy&quot; sorprende a Expertos.</a></div>
    </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
