<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Notas Antiguas</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html">Ztylo</a></li>
      <li><a href="../tapa/index.html">Nota Principal</a></li>
      <li><a href="index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto">
    <div class="entrada_2"> <a href="#" id="par_01" name="par_01"></a>
      <h2>Notas Antiguas</h2>
      <h3>Re-Dise&ntilde;o de Objetos</h3>
      <h4>4 de Diciembre del 2010</h4>
      <p id="no_ver01"><span class="detallar">D</span>esde hace mucho tiempo existe una inclinaci&oacute;n por la combinaci&oacute;n de dos o m&aacute;s objetos a fin de crear uno nuevo. Un vaso que se vuelve l&aacute;mpara, una silla que se estira, un mouse con reproductor de MP3. El replantearse la posici&oacute;n y el uso de un objeto a fin de darle una nueva existencia.</p>
      <p class="no_ver" id="ver01"><span class="detallar">D</span>esde hace mucho tiempo existe una inclinaci&oacute;n por la combinaci&oacute;n de dos o m&aacute;s objetos a fin de crear uno nuevo. Un vaso que se vuelve l&aacute;mpara, una silla que se estira, un mouse con reproductor de MP3. El replantearse la posici&oacute;n y el uso de un objeto a fin de darle una nueva existencia.<br />
        Todo comienza cuando se llega al l&iacute;mite de las posibilidades. Hay muchos referentes para los nuevos y j&oacute;venes dise&ntilde;adores, no obstante, todos concuerdan en quien fue el primero y el mejor: Leonardo Da Vinci. Leonardo da Vinci se atrevi&oacute; a dise&ntilde;ar cosas que no estaban todav&iacute;a inventadas. Su empe&ntilde;o en imaginar lo que todav&iacute;a no exist&iacute;a y dibujarlo con detalle para las generaciones futuras le ha proporcionado una transcendencia hist&oacute;rica inigualable.<br />
        Imagin&oacute; m&aacute;quinas que tardaron siglos en construirse, porque la tecnolog&iacute;a ha ido muy por detr&aacute;s del genio creador de este hombre del Renacimiento. Este es el concepto que los j&oacute;venes dise&ntilde;adores toman como su base: Crear algo imposible.</p>
      <span class="derecha"><a href="#par_01" class="completa" id="link01" onclick="ver('01')">Leer M&aacute;s</a></span> <a href="#" id="par_02" name="par_02"></a>
      <h3>&iquest;Juegos de Mesa?</h3>
      <h4>27 de Noviembre del 2010</h4>
      <p id="no_ver02"><span class="detallar">L</span>os us&aacute;bamos en nuestra juventud, por un momento desaparecieron ideas creativas sobre ellos, y ahora parecen regresar en su mayor apogeo. &iquest;Puede un juego como el T.E.G. competir contra los modernos videojuegos de la XBOX, Wii o PlayStation 3?. Muchos estudiosos aseguran que pueden, incluso, superar a las m&aacute;s modernas consolas.</p>
      <p class="no_ver" id="ver02"><span class="detallar">L</span>os us&aacute;bamos en nuestra juventud, por un momento desaparecieron ideas creativas sobre ellos, y ahora parecen regresar en su mayor apogeo. &iquest;Puede un juego como el T.E.G. competir contra los modernos videojuegos de la XBOX, Wii o PlayStation 3?. Muchos estudiosos aseguran que pueden, incluso, superar a las m&aacute;s modernas consolas.<br />
        Es muy probable que no esten tan errados, considerando las &uacute;ltimas encuestas. Al parecer los j&oacute;venes sienten una atracci&oacute;n por los videojuegos de gr&aacute;fica realista, pero tienen a sentir algo llamado Valle Inquietante. Si bien es muy realista, tienen defectos y errores usuales que producen desde la risa grotesca hasta el miedo de lo absurdo por parte de los chicos. De esta forma se &quot;aburren&quot; r&aacute;pidamente. Lo anal&oacute;gico tiene otro tipo de atracci&oacute;n: La posibilidad de manipular de manera interactiva y completamente real, la posibilidad de &quot;re-inventar&quot; reglas y poder jugar en tiempo y espacio real con muchos jugadores a la vez.<br />
        El juego T.E.G. es el primero elegido por los j&oacute;venes y adultos, prefiriendo jugarlo en su versi&oacute;n anal&oacute;gica que en la digital. No muy detr&aacute;s le siguen el Monopolio y el Clue. Juegos de reglas sencillas y mucha din&aacute;mica, de competencia entre jugadores y de poco azar, son los juegos de mesa preferidos a la hora de elegir. Es evidente que poco a poco est&aacute;n regresando a ocupar estantes pero, &iquest;por qu&eacute; hay muy poca variedad para elegir?. Hace a&ntilde;os que los nuevos juegos de mesa son solo versiones con otro nombre de los juegos mas vendidos. Al parecer las ideas antiguas se han agotado y no pueden crearse nuevo juego. A&uacute;n as&iacute;, los expertos en did&aacute;ctica aseguran que hubo mucho auge de juegos digitales, y se abandon&oacute; (temporalmente) el dise&ntilde;o de nuevos juegos anal&oacute;gicos. Problem&aacute;tica que ser&aacute;, posiblemente, solucionada en los futuros a&ntilde;os.</p>
      <span class="derecha"><a href="#par_02" class="completa" id="link02" onclick="ver('02')">Leer M&aacute;s</a></span> <a href="#" id="par_03" name="par_03"></a>
      <h3>Dise&ntilde;o Espacial</h3>
      <h4>20 de Noviembre del 2010</h4>
      <p id="no_ver03"><span class="detallar">E</span>ntre todos los dise&ntilde;os modernos solo perserveran unso pocos. El dise&ntilde;o espacial es una categor&iacute;a poco conocida y poco utilizada. Sin embargo, ofrece de manera sencilla una gran cantidad de posibilidades. Todo nace al crear espacios irreales a trav&eacute;s de materiales reales, logrando descubrir las problem&aacute;ticas que se presentan en dichas obras.</p>
      <p class="no_ver" id="ver03"><span class="detallar">E</span>ntre todos los dise&ntilde;os modernos solo perserveran unso pocos. El dise&ntilde;o espacial es una categor&iacute;a poco conocida y poco utilizada. Sin embargo, ofrece de manera sencilla una gran cantidad de posibilidades. Todo nace al crear espacios irreales a trav&eacute;s de materiales reales, logrando descubrir las problem&aacute;ticas que se presentan en dichas obras.<br />
        Surge de los antiguos, y actualmente modernos, Recorridos 3D. Consiste en armar una maqueta con figuras en dos dimensiones. Al recorrer esa maqueta con una c&aacute;mara, nuestro ojos puede persibir la idea de profundidad. De ah&iacute; el nombre. Se experiment&oacute; mucho con este tipo de tem&aacute;tica en el pasado, pero es una novedad su utilizaci&oacute;n en el mundo digital. Muchos videoclips, trailers, cortos, propagandas y noticiaros est&aacute;n incorporando este m&eacute;todo en introducciones.<br />
        En jap&oacute;n, un grupo de artistas crearon la t&eacute;cnica de animaci&oacute;n denominada Superlivemotion, cuya base es el arte 3D y el recorrido 3D. Solo se hizo una pel&iacute;cula as&iacute;, pero fue suficiente para abrir las mentes de los dise&ntilde;adores. Y, en efecto, se utiliza el recorrido 3D en una rama que se denomin&oacute; &quot;Dise&ntilde;o Espacial&quot;. Un simulaci&oacute;n que se anticipa a posibles problemas en la inclusi&oacute;n de obras arquitect&oacute;nicas en la ciudad. Sin duda, un acierto.</p>
      <span class="derecha"><a href="#par_03" class="completa" id="link03" onclick="ver('03')">Leer M&aacute;s</a></span> <a href="#" id="par_04" name="par_04"></a>
      <h3>Tendencias: &quot;Grafismo&quot;</h3>
      <h4>13 de Noviembre del 2010</h4>
      <p id="no_ver04"><span class="detallar">L</span>a introducci&oacute;n de los Blogs y Foros a nuestra vida cibern&eacute;tica no es noticia nueva. Sin embargo, lo es el hecho de como j&oacute;venes lo utilizan. Hoy en d&iacute;a no se necesita saber practicamente nada de dise&ntilde;o web para tener su propio espacio virtual, en las llamadas Webs 2.0.</p>
      <p class="no_ver" id="ver04"><span class="detallar">L</span>a introducci&oacute;n de los Blogs y Foros a nuestra vida cibern&eacute;tica no es noticia nueva. Sin embargo, lo es el hecho de como j&oacute;venes lo utilizan. Hoy en d&iacute;a no se necesita saber practicamente nada de dise&ntilde;o web para tener su propio espacio virtual, en las llamadas Webs 2.0.<br />
        Es as&iacute; como j&oacute;venes de no m&aacute;s de 13 o 14 a&ntilde;os de edad se sirven de webs que proporcionan la creaci&oacute;n de foros para su entretenimiento, creando as&iacute; lo que llaman &quot;Cultura del Grafismo&quot;. Grafistas, firmeros, artistas, incluso, dise&ntilde;adores, son algunos t&eacute;rminos que usan para describirse. Muchos profesionales se muestran indignado antes ciertas maneras de llamarse. En la mayor cantidad de casos, podemos darle la raz&oacute;n a los expertos, pero hay casos remotos donde, a pesar de ser autodidactas, las obras de estos j&oacute;venes maravillan a la cultura profesional.<br />
        &quot;No me gusta decir que soy un profesional en el tema&quot; - dice Disturbet, un usuario online - &quot;yo solo hago arte y me maravillo con el arte de los dem&aacute;s. Los dise&ntilde;adores profesionales en muchos casos la tienen facil, intervenciones urbanas, pancartas, folletos, marquesinas. Quiero verlos desplazarse en una imagen de 450 por 150 pixeles&quot;. M&aacute;s all&aacute; de poder discutir con &eacute;l mucho, no podemos negar que tiene parte de raz&oacute;n. Quiz&aacute; sea el momento de abrir nuestros ojos a otro tipo de dise&ntilde;o y de ver a los foros como un proceso positivo y no una destrucci&oacute;n de todo lo bueno (como una mente conservadora).</p>
      <span class="derecha"><a href="#par_04" class="completa" id="link04" onclick="ver('04')">Leer M&aacute;s</a></span> </div>
    <div id="novedades"> <span>1&deg;</span>
      <div class="nove"><a href="../novedades/noti_1.html">Dise&ntilde;o de la Multimedia e Interacci&oacute;n.</a></div>
      <span>2&deg;</span>
      <div class="nove"><a href="../novedades/noti_3.html">Nuevas tendencias en el Dise&ntilde;o Gr&aacute;fico.</a></div>
      <span>3&deg;</span>
      <div class="nove"><a href="../novedades/noti_2.html">Videojuegos: &quot;Metaxy&quot; sorprende a Expertos.</a></div>
    </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
