<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Entrevista</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html">Ztylo</a></li>
      <li><a href="../tapa/index.html"><span class="resaltar">Nota Principal</span></a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto">
    <div class="entrada_2">
      <h2>Entrevista a:</h2>
      <h3>Marcos Lopez</h3>
      <p><span class="detallar">P:</span> &iquest;C&oacute;mo era en tu opini&oacute;n la fotograf&iacute;a argentina de los 80?</p>
      <p><span class="detallar">R:</span> Cuando llegu&eacute; a Buenos Aires, enseguida me puse a conocer fot&oacute;grafos, me dieron  una beca del Fondo de las Artes, trabajaba free-lance en revistas de Rock, y lo  que m&aacute;s me importaba era generar im&aacute;genes con valor documental-art&iacute;stico, si es  que vale el t&eacute;rmino. No me importaba ganar dinero, ni aprender a hacer fotos publicitarias,  o de moda. &nbsp;Eso era visto como fr&iacute;volo, o &ldquo;sin compromiso social&rdquo;, que era  la consigna que se respetaba y a la que yo me adher&iacute;a de un modo natural.</p>
      <p><span class="detallar">P:</span> &iquest;Hab&iacute;a alg&uacute;n pa&iacute;s que les sirviera de referente dentro de Am&eacute;rica Latina, o  miraban siempre hacia EE.UU. o Europa?</p>
      <p><span class="detallar">R:</span> M&eacute;xico. &Aacute;lvarez Bravo, su escuela y sus &ldquo;disc&iacute;pulos&rdquo;, digamos. Graciela  Iturbide, Pedro Meyer, Pablo Ortiz Monasterio&hellip; me interes&eacute; por los Coloquios  Latinoamericanos de Fotograf&iacute;a que se hicieron en M&eacute;xico D.F., en Caracas y en  La Habana, que se organizaban para discutir el rol del fot&oacute;grafo, la identidad&hellip;  Siempre tuve una vocaci&oacute;n de ampliar mi horizonte hacia &ldquo;la inmensa Am&eacute;rica&rdquo;.  Todav&iacute;a viviendo en Santa Fe, ya me hab&iacute;a largado a descubrir Cuzco, Machu  Pichu, el lago Titicaca&hellip; Recuerdo que me compr&eacute; un pasaje de avi&oacute;n y sin que me  invitaran fui al coloquio de La Habana, en el a&ntilde;o 1984, creo. De repente en un  momento entr&oacute; Fidel al Palacio de Convenciones y habl&oacute; como cuatro horas&hellip;<br />
Tambi&eacute;n recuerdo algunas reuniones con Humberto Rivas, que ven&iacute;a de Barcelona,  y nos mostraba sus fotos &ldquo;perfectas&rdquo;, tra&iacute;a algunas revistas&hellip; A m&iacute; me parec&iacute;a  algo de otro mundo. De una calidad inalcanzable.</p>
      <p><span class="detallar">P:</span> &iquest;Cu&aacute;l es la  raz&oacute;n que empuja a tantos artistas latinoamericanos hacia el tema de la  identidad?</p>
      <p><span class="detallar">R:</span> Las  palabras &ldquo;identidad&rdquo; y &ldquo;memoria&rdquo; (memoria, por ejemplo, tiene una connotaci&oacute;n  muy delicada en Argentina, porque se la asocia directamente a la impunidad, al  plan genocida de la dictadura militar en los a&ntilde;os setenta) corren el riesgo de  vaciarse de significado y terminan siendo una frase hecha cuando se las usa en  el arte contempor&aacute;neo. M&aacute;s a&uacute;n en la fotograf&iacute;a. Cualquier foto tiene que ver  con la identidad, con la memoria, con la realidad y con el paso del tiempo. Yo  creo que hasta mis fotos de publicidad, cuando pongo mi oficio en funci&oacute;n de  vender tel&eacute;fonos celulares, tienen &ldquo;identidad perif&eacute;rica&rdquo; y transpiran  subdesarrollo, porque trato de usar de modelos a mis vecinos para divertirme  trabajando con amigos, alquilo muebles baratos para la escenograf&iacute;a, le pido al  maquillador que tambi&eacute;n haga el peinado que total es f&aacute;cil y, ya que est&aacute;, que  opine de la direcci&oacute;n de arte y del vestuario. Es gracioso, pero hoy  casualmente, fuimos a un acto del 12 de octubre&nbsp;  en la escuela de los ni&ntilde;os, &nbsp;el  d&iacute;a del &ldquo;descubrimiento de Am&eacute;rica&rdquo; que antes se llamaba &ldquo;El d&iacute;a de la raza&rdquo; ,  y estaban unos disfrazados de indios &ndash;supuestamente latinoamericanos- pero se  hab&iacute;an puesto una pluma tipo comanche, o piel roja, o sioux, y luego vinieron  otros que eran los espa&ntilde;oles con unos palos de escoba y unas banderas y no  qued&oacute; muy claro si los raptaban, o los mataban, o bailaban juntos&hellip; En el  discurso inaugural, despu&eacute;s del himno nacional, la maestra dijo con cara muy  compungida, muy solemne, &nbsp;al presentar el acto: &ldquo;Porque lo importante es  la memoria&hellip;&rdquo; y luego hizo un silencio. Y dio por entendido que todos sab&iacute;amos  de qu&eacute; se hablaba.</p>
      <p><span class="detallar">P:</span> Tu formaste parte de la primera generaci&oacute;n de alumnos en la Escuela de Cine de  San Antonio de los Ba&ntilde;os en Cuba, &iquest;qu&eacute; supuso para ti esa experiencia?</p>
      <p><span class="detallar">R:</span> Lo que menos aprend&iacute; &nbsp;fue cine. Nunca me gust&oacute; prestar atenci&oacute;n en las  clases, tampoco tengo paciencia para mirar pel&iacute;culas&hellip; Lo m&aacute;s importante de esa  experiencia fue sentir como propios los distintos pa&iacute;ses de Am&eacute;rica Latina a  trav&eacute;s de la amistad que establec&iacute; con los compa&ntilde;eros de curso, mi hermandad,  ya que &eacute;ramos de toda Am&eacute;rica. <br />
Desde que comienzas la serie Pop Latino act&uacute;as como un director de escena,  coreograf&iacute;as a los personajes, dramatizas la iluminaci&oacute;n, orientas los gestos  de los actores, controlas cada objeto, cada detalle del vestuario &iquest;la  personalidad de tu obra y tu formaci&oacute;n en la Escuela de cine, te podr&iacute;an  empujar a dirigir una pel&iacute;cula o a experimentar con el video?<br />
Varios amigos me han preguntado mas o menos lo mismo: &iquest; Cuando vas a hacer  cine?... Hice varios videos mezclando puesta en escena con documental y me  gust&oacute;. El cine me parece algo imposible. No soportar&iacute;a estar cinco a&ntilde;os  consiguiendo dinero para una pel&iacute;cula, me canso de los sets, de conversar con  la gente, me canso de que la responsable del vestuario me pregunte si me gusta  m&aacute;s el vestido marr&oacute;n claro o marr&oacute;n oscuro&hellip; Siempre digo que me gustar&iacute;a  retirarme y dedicarme a la pintura. Escuchar m&uacute;sica, tomar mates, pensar  durante media hora si pon&eacute;s una pincelada azul de ultramar o azul cobalto. La  pintura se puede convertir en un acto de meditaci&oacute;n, de introspecci&oacute;n&hellip; Ya hay  demasiadas pel&iacute;culas y demasiadas fotos. Me gustar&iacute;a ir hacia lo religioso. Me  gustar&iacute;a tener mas fe. Como dice mi madre: &ldquo;Hasta en el amor hay que poner  voluntad&rdquo;.</p>
    </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>