<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Novedades</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html"><span class="resaltar">Ztylo</span></a></li>
      <li><a href="../tapa/index.html">Nota Principal</a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto"> <a href="#" name="parrafo1"></a>
    <div class="entrada_5">
      <h2>Photoshop C5: Lo nuevo</h2>
      <img src="img/06.jpg" alt="Antigua_3" class="flotado2" />
      <p>Adobe Photoshop CS5 Extended ofrece mejoras en su capacidad para crear selecciones, en el retoque de im&aacute;genes, pintura realista, y extrusiones 3D. Ahora podr&aacute;s experimentar de un mejor rendimiento gracias al manejo de 64 bits, entre otras mejoras que te ayudar&aacute;n a acelerar tus flujos de trabajo.<br />
        Ir m&aacute;s all&aacute; de la imagen digital tradicional. Seleccionar f&aacute;cilmente los elementos complejos de una imagen, como el cabello. Ver espacio relleno en casi m&aacute;gicamente cuando se quita elementos de la imagen. Crear logos 3D y dibujos f&aacute;cilmente a partir de extrusi&oacute;n de texto y otros gr&aacute;ficos en 2D.<br />
        Logra efectos de pinturas naturales y realistas con el nuevo Pincel Mezclador que ofrece la posibilidad de crear trazos realistas y   espectaculares en tus im&aacute;genes.<br />
        Selecciona f&aacute;cilmente elementos complicados de una imagen. Elimina el color del fondo en los bordes de la selecci&oacute;n, y modifica los bordes de una selecci&oacute;n, y  perfecciona las m&aacute;scaras utilizando las nuevas   herramientas de refinamiento.Retire cualquier objeto o detalles de la imagen y observa como la nueva funci&oacute;n &ldquo;Content-Aware Fill&rdquo;  m&aacute;gicamente   rellena en el espacio vac&iacute;o que queda detr&aacute;s. Esta innovadora tecnolog&iacute;a iguala la iluminaci&oacute;n, tono y ruido, de manera que lucir&aacute; como si el contenido removido jam&aacute;s hubiese existido.<br />
        Crear im&aacute;genes HDR foto-realistas o surrealistas con una velocidad, control y precisi&oacute;n sin precedentes. Obt&eacute;n resultados como nunca gracias a la opci&oacute;n remoci&oacute;n de fantasmas y al mayor control de justes y tone mapping. Inicia con dise&ntilde;os creados en Photoshop Extended, imp&oacute;rtalos a Flash Catalyst y ll&eacute;valo como un prototipo interactivo o como acabado   para la visualizaci&oacute;n de contenido en Adobe Flash Player. Crea logotipos 3D y otros dise&ntilde;os a partir de cualquier capa de texto, selecci&oacute;n, m&aacute;scara o trazado, con la tecnolog&iacute;a Adobe repujado. Podr&aacute;s rotar, biselar, transformar e inflar tus dise&ntilde;os.Mejora los objetos 3D y dise&ntilde;os con una sencilla creaci&oacute;n de sombras, luces basadas en la imagen, y materiales como vidrio y cromo. Explora con diversos puntos de enfoque en tu escena 3d ajustando el rango de profundidad del campo.Utiliza el plugin camera raw 6 de adobe photoshop para remover el ruido de una imagen de forma no destructiva, mientras se preserva el color y detalle; agrega grano para lograr que tus im&aacute;genes digitales luzcan m&aacute;s realistas; mayor control en la funci&oacute;n de vi&ntilde;eteado; y m&aacute;s. Acelera las labores diarias y procesa im&aacute;genes muy grandes hasta 10 veces m&aacute;s r&aacute;pido tomando ventaja del soporte para 64 bits en todas las plataformas (Requiere un equipo con capacidad para 64 bits).</p>
    </div>
  <div class="nave_chico">
    <h3>&iquest;Quer&eacute;s M&aacute;s?</h3>
    <h4><a href="#" onclick="mostrarlo(1)"><span class="detallar">N</span>oticias Actuales</a></h4>
    <ul id="uno_1">
      <li><a href="noti_1.html">Dise&ntilde;o Multimedia e Interacci&oacute;n</a></li>
      <li><a href="noti_2.html">Metaxy: La Interacci&oacute;n es la Clave</a></li>
      <li><a href="noti_3.html">Dreamweaver CS5 y las nuevas Tendencias</a></li>
    </ul>
    <h4><a href="#" onclick="mostrarlo(2)"><span class="detallar">N</span>oticias Viejas</a></h4>
    <ul id="uno_2">
      <li><a href="anti_1.html">Dise&ntilde;o Arquitect&oacute;nico</a></li>
      <li><a href="anti_2.html">El Cine de Lynch</a></li>
      <li><a href="anti_3.html">Photoshop C5: Lo nuevo</a></li>
    </ul>
  </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
