<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Novedades</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html"><span class="resaltar">Ztylo</span></a></li>
      <li><a href="../tapa/index.html">Nota Principal</a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto"> <a href="#" name="parrafo1"></a>
    <div class="entrada_5">
      <h2>El Cine de Lynch</h2>
      <img src="img/05.jpg" alt="Anitgua_2" class="flotado2" />
      <p> La vida de David Lynch no es presa de las man&iacute;as  psic&oacute;ticas de las que hacen gala sus personajes. Tres matrimonios, dos  hijos y una profunda fascinaci&oacute;n por todo lo que tenga que ver con la  meca del cine le convierten en un personaje nada pol&eacute;mico en el extra&ntilde;o  universo de Hollywood. &quot;De hecho creo que soy un tipo bastante aburrido. Durante  ocho a&ntilde;os he almorzado en el mismo sitio, un peque&ntilde;o local de Los  Angeles.&quot;<br />
        Lynch es un director que por lo general cuenta  historias dram&aacute;ticas y de suspense con un contenido extremadamente extra&ntilde;o  que ha tocado todo tipo de est&eacute;tica o subg&eacute;nero a la hora de contar  sus historias (gore, road-movies, musical, er&oacute;tico, etc.). <br />
        La est&eacute;tica en este pintor-director tiene  gran importancia, pero no solo se muestra mediante los colores sino que se hace  patente al crear una atm&oacute;sfera mediante la decoraci&oacute;n, el vestuario,  maquillaje, la fisonom&iacute;a de los actores e incluso la m&uacute;sica tiene  bastante de componente pl&aacute;stico. <br />
        Tras pasar por escuelas de arte, en 1965 Lynch  y un amigo, Jack Fisk, viajaron a Europa para estudiar con el pintor expresionista  Oskar Kokoschka en Salzburgo, Austria. Viajaron a Par&iacute;s, y finalmente  a Atenas, Grecia, pero regresaron a los Estados Unidos a los 15 d&iacute;as. &quot;No  me gust&oacute; Europa,&quot; asegura. &quot;Pensaba todo el tiempo, aqu&iacute; es donde  voy a pintar. Y no hab&iacute;a ning&uacute;n tipo de inspiraci&oacute;n all&iacute; para  la clase de trabajo que quer&iacute;a hacer. [...] Ten&iacute;a la intenci&oacute;n  de quedarme tres a&ntilde;os. En cambio, &iexcl;me qued&eacute; 15 d&iacute;as!  Me acuerdo de estar acostado en un s&oacute;tano en Atenas con lagartos que trepaban  a las paredes, y pensaba en que estaba a 7.000 millas de McDonalds!&quot; <br />
        Lynch es un artista que necesita ver su obra en  movimiento. Pero sus pel&iacute;culas nos esconden algo inquietante. Ese algo  se muestra poco a poco a lo largo del film mediante un camino que van recorriendo  tanto los personajes como los espectadores. Todo lo bello y tranquilo son m&aacute;scaras  de la realidad y David Lynch las ir&aacute; desprendiendo una a una. No se quiere  dar a entender con esto una visi&oacute;n pesimista de la realidad sino verla  en su conjunto. De este modo podremos descubrir los vicios, fobias, misterios  y crueldades que contiene la sociedad, en particular la americana.<br />
        Lynch describe sus obras como: <br />
        &quot;Preferir&iacute;a suicidarme a hacer una pel&iacute;cula  en la que yo no tenga la &uacute;ltima palabra sobre el resultado final. Yo empec&eacute; como  pintor, en la escuela de Bellas Artes, pero un d&iacute;a estaba delante de un  cuadro y me pareci&oacute; ver que algo se mov&iacute;a en &eacute;l. Desde entonces  intento combinar sonido e im&aacute;genes de la mejor manera posible&quot;. <br />
        &quot;Hay quien dice que el p&uacute;blico no quiere  pensar, sino que prefiere que le den las cosas ya masticadas. Eso son chorradas.  A la gente le encanta pensar. Todos somos detectives, tenemos capacidad para  prestar atenci&oacute;n y sacar nuestras propias conclusiones. Y eso es francamente  bueno&quot;. <br />
        &quot;Los sue&ntilde;os verdaderamente importantes  son los que tienes cuando est&aacute;s despierto, ya que cuando duermes no los  controlas. A m&iacute; me gusta sumergirme en un mundo on&iacute;rico que yo  he construido o descubierto; un mundo que yo elijo&quot;. <br />
        &quot;A veces me enamoro de una idea e intento convertirla  en pel&iacute;cula, de la misma manera que a un pintor se le ocurren ideas que  quiere plasmar en un lienzo. Es una experiencia personal muy grata, y siempre  esperas que los dem&aacute;s sientan lo mismo que t&uacute;&quot;. <br />
        &quot;La amnesia se parece de alguna manera a la interpretaci&oacute;n:  un buen actor renuncia a su propia identidad y se convierte en otra persona.  Todo el mundo, incluso yo, tiene ganas de perderse y entrar en un mundo nuevo.  El cine te da esa oportunidad&quot;. </p>
  </div>
  <div class="nave_chico">
    <h3>&iquest;Quer&eacute;s M&aacute;s?</h3>
    <h4><a href="#" onclick="mostrarlo(1)"><span class="detallar">N</span>oticias Actuales</a></h4>
    <ul id="uno_1">
      <li><a href="noti_1.html">Dise&ntilde;o Multimedia e Interacci&oacute;n</a></li>
      <li><a href="noti_2.html">Metaxy: La Interacci&oacute;n es la Clave</a></li>
      <li><a href="noti_3.html">Dreamweaver CS5 y las nuevas Tendencias</a></li>
    </ul>
    <h4><a href="#" onclick="mostrarlo(2)"><span class="detallar">N</span>oticias Viejas</a></h4>
    <ul id="uno_2">
      <li><a href="anti_1.html">Dise&ntilde;o Arquitect&oacute;nico</a></li>
      <li><a href="anti_2.html">El Cine de Lynch</a></li>
      <li><a href="anti_3.html">Photoshop C5: Lo nuevo</a></li>
    </ul>
  </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
