<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Novedades</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html"><span class="resaltar">Ztylo</span></a></li>
      <li><a href="../tapa/index.html">Nota Principal</a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto"> <a href="#" name="parrafo1"></a>
    <div class="entrada_5">
      <h2>Dise&ntilde;o Arquitect&oacute;nico</h2>
      <img src="img/04.jpg" alt="Antigua_1" class="flotado2" />
      <p>Se define como dise&ntilde;o arquitect&oacute;nico a la disciplina que tiene por objeto generar propuestas e ideas para la creaci&oacute;n y realizaci&oacute;n de espacios f&iacute;sicos enmarcado dentro de la arquitectura.<br />
        Mediante el dise&ntilde;o arquitect&oacute;nico se planifica lo que ser&aacute; finalmente el edificio construido con todos los detalles, imagen de est&eacute;tica, sus sistemas estructurales y todos los dem&aacute;s sistemas que componen la obra.<br />
        El dise&ntilde;o arquitect&oacute;nico debe ser apropiado, emplear la tecnolog&iacute;a en los sistemas estructurales, buscar la eficiencia y la productividad, permitir la accesibilidad a todos los segmentos sociales.<br />
        Etapas del dise&ntilde;o arquitect&oacute;nico:<br />
        En el dise&ntilde;o arquitect&oacute;nico intervienen ciertas etapas.
        El programa de dise&ntilde;o arquitect&oacute;nico:<br />
        Se tata de una lista que identifica los componentes del sistema y sus requerimientos particulares.
        Dise&ntilde;o arquitect&oacute;nico b&aacute;sico:<br />
        Es el proceso donde se traduce a formas &uacute;tiles todo lo estipulado en el programa de dise&ntilde;o arquitect&oacute;nico.
        Hip&oacute;tesis de dise&ntilde;o:<br />
        Es una aproximaci&oacute;n conceptual al objeto que se dise&ntilde;ar&aacute;, puede ser   modificado posteriormente. Se considera como aspectos relevantes el   contexto arquitect&oacute;nico, los criterios estructurales, el presupuesto, la   funci&oacute;n, la forma, y tambi&eacute;n puede tomarse la moda.<br />
        Zonificaci&oacute;n:<br />
        Es   el ordenamiento de los elementos del dise&ntilde;o, que se establecieron   previamente en el programa de dise&ntilde;o, de forma l&oacute;gica y funcional.<br />
        El proyecto arquitect&oacute;nico es el fin del proceso de dise&ntilde;o arquitect&oacute;nico, y es el conjunto de planos, dibujos, esquemas y textos explicativos, empleados para plasmar   el dise&ntilde;o arquitect&oacute;nico de una edificaci&oacute;n.<br />
        Previo al comienzo del dise&ntilde;o arquitect&oacute;nico, existe consideraciones que deben ser contempladas.&nbsp;&nbsp; La situaci&oacute;n del terreno, las dimensiones, caracter&iacute;sticas topogr&aacute;ficas, orientaci&oacute;n cardinal, los servicios (energ&iacute;a el&eacute;ctrica, agua, drenajes, la vista).&nbsp;&nbsp; Luego de   solucionar los aspectos anteriores, se valoran las necedades edilicias:   superficie construida, altura de pisos o plantas, relaciones entre los   espacios, los usos, etc. (esto es el programa arquitect&oacute;nico).&nbsp;&nbsp; Otro elemento a tener en cuenta es el presupuesto disponible para la   construcci&oacute;n, es determinante para el dise&ntilde;o arquitect&oacute;nico.<br />
        El dise&ntilde;o arquitect&oacute;nico debe satisfacer las necesidades de espacios habitables para el ser humano, en lo est&eacute;tico y lo tecnol&oacute;gico.&nbsp; El dise&ntilde;o arquitect&oacute;nico presenta soluciones t&eacute;cnicas y constructivas para los proyectos de arquitectura. Algunos de los aspectos que se tienen en cuenta para el dise&ntilde;o arquitect&oacute;nico son la creatividad, la organizaci&oacute;n, el entorno f&iacute;sico, la funcionalidad, la construcci&oacute;n y viabilidad financiera.</p>
    </div>
  </div>
  <div class="nave_chico">
    <h3>&iquest;Quer&eacute;s M&aacute;s?</h3>
    <h4><a href="#" onclick="mostrarlo(1)"><span class="detallar">N</span>oticias Actuales</a></h4>
    <ul id="uno_1">
      <li><a href="noti_1.html">Dise&ntilde;o Multimedia e Interacci&oacute;n</a></li>
      <li><a href="noti_2.html">Metaxy: La Interacci&oacute;n es la Clave</a></li>
      <li><a href="noti_3.html">Dreamweaver CS5 y las nuevas Tendencias</a></li>
    </ul>
    <h4><a href="#" onclick="mostrarlo(2)"><span class="detallar">N</span>oticias Viejas</a></h4>
    <ul id="uno_2">
      <li><a href="anti_1.html">Dise&ntilde;o Arquitect&oacute;nico</a></li>
      <li><a href="anti_2.html">El Cine de Lynch</a></li>
      <li><a href="anti_3.html">Photoshop C5: Lo nuevo</a></li>
    </ul>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
