<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Novedades</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html"><span class="resaltar">Ztylo</span></a></li>
      <li><a href="../tapa/index.html">Nota Principal</a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto"> <a href="#" name="parrafo1"></a>
    <div class="entrada_5">
      <h2>Dise&ntilde;o Multimedia e Interacci&oacute;n</h2>
      <img src="img/01.gif" alt="Noticia_1" class="flotado2" />
      <p>La caracter&iacute;stica m&aacute;s importante que define al Multimedia Interactivo como un innovador medio de comunicaci&oacute;n es precisamente la Interactividad. La medici&oacute;n de dicha variable marca su principal diferencia con respecto de los medios tradicionales que tambi&eacute;n son &quot;multimedia&quot;: La televisi&oacute;n, el cine, el video o simplemente un juego de loter&iacute;a tradicional. La interactividad no se encuentra definida por el n&uacute;mero de &quot;clics&quot; que efect&uacute;e el usuario-receptor sino por el involucramiento que pueda lograr con los mensajes, las estructuras de los mismos, las formas de participaci&oacute;n, la capacidad de innovaci&oacute;n y el particular ritmo en la comunicaci&oacute;n. Busquemos y encontremos pues aquellos caminos para convertir un programa de Multimedia en un medio completo de comunicaci&oacute;n, con ciertas funciones sociales, en un medio creativo y realmente interactivo.<br />
        Hablando del primer momento, no es el &quot;clic&quot; con el rat&oacute;n la &uacute;nica opci&oacute;n que puede tener un usuario de Multimedia para cambiar de actividad, puede ser la generaci&oacute;n de un sonido, un movimiento determinado, el tecleo de una frase, de una palabra, la respuesta a una pregunta, el triunfo en un juego.<br />
        Hablando del segundo momento (la acci&oacute;n nueva generada tras la elecci&oacute;n de la liga) existen tantas posibilidades como acciones interactivas en la vida, como la capacidad creativa del autor, como la imaginaci&oacute;n del dise&ntilde;ador: una animaci&oacute;n en caricatura donde el usuario crea los di&aacute;logos, alg&uacute;n personaje al cual dise&ntilde;ar, vestir, modificar, manipular, fotograf&iacute;as qu&eacute; intercambiar o construir como rompecabezas, frases qu&eacute; completar o adivinar, viajes para disfrutar, competencias qu&eacute; ganar.
        Lo anterior se engloba pues en dos conceptos b&aacute;sicos:<br />
        La empat&iacute;a, nuestra capacidad para tomar el lugar de nuestro posible receptor/usuario y cubrir con sus expectativas y &quot;esperanzas&quot; al adquirir el posible programa.<br />
        La creatividad multimedia, que nos permita crear secciones, personajes, acciones virtuales originales y envolventes.<br />
        Revisemos pues ahora, algunos rasgos que un programa de Multimedia interactivo deber&iacute;a tener para constituirse como medio efectivo de comunicaci&oacute;n, enfatizando en su funci&oacute;n como medio de aprendizaje:<br />
        Motivaci&oacute;n. El usuario debe sentirse estimulado en todo momento para utilizar el programa y experimentar con &eacute;l.<br />
        <span class="detaller">Inmersi&oacute;n</span>. A pesar de haber distracciones de contexto, el programa debe ser lo suficientemente interesante como para hacer permanecer al usuario por un lapso considerable de tiempo, involucrado con las posibilidades de acci&oacute;n, informaci&oacute;n, imagen, etc.<br />
        <img src="img/01_1.jpg" alt="Eduardo Kac" class="derecha_1" /> <span class="detaller">Reflexi&oacute;n</span>. Los mensajes que al receptor lleguen, de preferencia deber&aacute;n llevar una dosis de cuestionamiento o proceso   reflexivo que lleven a la persona a otros pensamientos respecto de lo que experiment&oacute; con el programa, a conclusiones posteriores que pueda aplicar en determinado momento a su vida cotidiana.<br />
        <span class="detaller">Colaboraci&oacute;n</span>. No solamente el programa podr&aacute; ayudar a entablar una relaci&oacute;n con el mensaje en s&iacute; o con la computadora, lo ideal es que contribuya mediante su estructura a estimular una relaci&oacute;n del usuario con su contexto, con otras personas o con otros usuarios para poder compartir lo aprendido o experimentado y llevarlo a la realidad. Por ejemplo, un programa interactivo sobre geolog&iacute;a podr&aacute; incluir entre sus actividades la b&uacute;squeda de diferentes rocas para ver, sentir y comparar su textura, color, porosidad, etc.<br />
        <span class="detaller">Control</span>. El receptor de los mensajes debe ser tambi&eacute;n modificador o re-modelador de los mismos, debe decidir sobre el   orden de la informaci&oacute;n que recibe, sobre su estructura, sobre la elecci&oacute;n de opciones.<br />
        <span class="detaller">Reto</span>. Cualquier meta, al tornarse sencilla de lograr pierde su encanto. Es mucho m&aacute;s interesante presentar actividades dif&iacute;ciles de resolver para interesar al usuario, para involucrarlo con el mensaje o actividad, para estimular su pensamiento creativo.<br />
        <span class="detaller">Juego</span>. Es una forma de actuar que frecuentemente se asocia con la ni&ntilde;ez; y no necesariamente es exclusiva de la primera   etapa de la vida. El juego es una de las maneras m&aacute;s efectivas de aprender por el tipo y la velocidad en la actividad mental que genera. Es por ello un medio bastante efectivo de comunicaci&oacute;n multimedia.<br />
        <span class="detaller">Curiosidad</span>. La inquietud por seguir buscando y experimentando, la sensaci&oacute;n de nunca estar conforme, eso es lo que hay que proponer cuando se trata de dise&ntilde;ar cualquier programa de Multimedia Interactivo.<br />
        <span class="detaller">Fantas&iacute;a</span>. Alimentar la imaginaci&oacute;n y la relaci&oacute;n realidad-virtualidad, es otro de los retos del multimedia, que no por concentrarse como un medio de im&aacute;genes, sonidos y est&iacute;mulos variados limita este proceso imaginativo, por el contrario, con una buena concepci&oacute;n de dise&ntilde;o, puede estimularlo con bastante efectividad.</p>
    </div>
  <div class="nave_chico">
    <h3>&iquest;Quer&eacute;s M&aacute;s?</h3>
    <h4><a href="#" onclick="mostrarlo(1)"><span class="detallar">N</span>oticias Actuales</a></h4>
    <ul id="uno_1">
      <li><a href="noti_1.html">Dise&ntilde;o Multimedia e Interacci&oacute;n</a></li>
      <li><a href="noti_2.html">Metaxy: La Interacci&oacute;n es la Clave</a></li>
      <li><a href="noti_3.html">Dreamweaver CS5 y las nuevas Tendencias</a></li>
    </ul>
    <h4><a href="#" onclick="mostrarlo(2)"><span class="detallar">N</span>oticias Viejas</a></h4>
    <ul id="uno_2">
      <li><a href="anti_1.html">Dise&ntilde;o Arquitect&oacute;nico</a></li>
      <li><a href="anti_2.html">El Cine de Lynch</a></li>
      <li><a href="anti_3.html">Photoshop C5: Lo nuevo</a></li>
    </ul>
  </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
