<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Novedades</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html"><span class="resaltar">Ztylo</span></a></li>
      <li><a href="../tapa/index.html">Nota Principal</a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto"> <a href="#" name="parrafo1"></a>
    <div class="entrada_5">
      <h2>Dreamweaver CS5 y las nuevas Tendencias</h2>
      <img src="img/03.jpg" alt="Noticia_3" class="flotado2" />
      <p>Ya desde el 12 de Abril de este a&ntilde;o, conocimos los nuevos productos de Adobe a peque&ntilde;os rasgos, hoy   hablaremos de las nuevas caracter&iacute;sticas del <span class="detaller">Adobe Dreamweaver CS5</span>. Algunas de ellas son:<br />
        Es compatible con las &uacute;ltimas tecnolog&iacute;as web, como lo son: Javascript, CSS, AJAX, XHTML, Adobe AIR, frameworks Javascript (Por ejemplo JQuery).<br  />
        Integra la tecnolog&iacute;a Live View, en que por medio de una aplicaci&oacute;n online llamada Adobe BrowserLab podr&aacute;s probar tu dise&ntilde;o web en distintos navegadores.<br />
        Tiene un excelente soporte e integraci&oacute;n para trabajar con CMS como WordPress, Joomla y Drupal.<br />
        Te ayuda a mejorar la sintaxis de tu c&oacute;digo.<br />
        Como a&ntilde;adido podemos decir que es compatible con Windows XP, Vista y 7, y al parecer sigue necesitando los mismo requerimientos de   su antecesor, es decir 512 MB de RAM y por lo menos 1 GB de procesador para poder ejecutarse medianamente normal.<br />
        En primer lugar, los usuarios noveles se encontrar&aacute;n con unos asistentes mejorados y simplificados, para ahorrar confusiones. Adem&aacute;s, se incluyen instrucciones de c&oacute;mo usar eficientemente el layout predefinido de una p&aacute;gina web para que   alguien sin experiencia tenga una ayuda constante. Algo que tambi&eacute;n he encontrado realmente &uacute;til es que podemos navegar por los HTML y PHP usando los mismos enlaces de las p&aacute;ginas, y podemos filtrar los archivos por formato para centrarnos en la construcci&oacute;n del c&oacute;digo PHP o en la maquetaci&oacute;n por CSS.<br />
        <img src="img/03_1.jpg" alt="Intro Dreamweaver" class="derecha_1" /> Un punto importante: Dreamweaver tiene soporte para HTML5, aunque desde Adobe insisten en que al no ser todav&iacute;a un est&aacute;ndar   completo, no ofrecen soporte para el nuevo c&oacute;digo. A&uacute;n as&iacute;, en todo el   c&oacute;digo que usemos gracias a un layout predefinido podremos encontrar comentarios que nos ayudar&aacute;n a comprender todas las funciones y segmentos de la p&aacute;gina. Un detalle que si m&aacute;s no ayuda a los que todav&iacute;a no se defienden bien con el c&oacute;digo.Algo que agradecer&aacute;n enormemente los maquetadores es el nuevo modo llamado Inspect Mode, que permite sustituir algunas utilidades como Firebug y revisar nuestra p&aacute;gina web en construcci&oacute;n usando cualquier navegador. Si a esto le sumamos la posibilidad de poder ver c&oacute;mo el   c&oacute;digo HTML cambia autom&aacute;ticamente seg&uacute;n el evento Javascript que estemos ejecutando en vivo en la p&aacute;gina web   renderizada, Dreamweaver gana muchos puntos de comodidad frente a su competencia.<br />
        Y para quien le guste observar el c&oacute;digo de otras p&aacute;ginas webs para   aprender (y no para tomar prestado c&oacute;digo, esperemos), Dreamweaver es   ahora capaz de navegar por internet y ver los cambios en vivo del c&oacute;digo fuente de cualquier p&aacute;gina.<br />
        Los usuarios de Mac OS X, adem&aacute;s, ganan comodidades adicionales. Usando el servicio Browser Lab podremos comprobar c&oacute;mo se ve nuestra p&aacute;gina en cualquier versi&oacute;n de Internet Explorer de Windows, sin tener que emular ning&uacute;n sistema operativo. Dicho servicio se encuentra en la nube, y por lo tanto se podr&aacute; usar de forma colaborativa tal y como ya pasa con el nuevo paquete de servicios CS Review. Con Browser Lab, adem&aacute;s, tambi&eacute;n podremos superponer los renderizados de los diferentes navegadores para ver m&aacute;s f&aacute;cilmente qu&eacute; cambios son apreciables.</p>
    </div>
  <div class="nave_chico">
    <h3>&iquest;Quer&eacute;s M&aacute;s?</h3>
    <h4><a href="#" onclick="mostrarlo(1)"><span class="detallar">N</span>oticias Actuales</a></h4>
    <ul id="uno_1">
      <li><a href="noti_1.html">Dise&ntilde;o Multimedia e Interacci&oacute;n</a></li>
      <li><a href="noti_2.html">Metaxy: La Interacci&oacute;n es la Clave</a></li>
      <li><a href="noti_3.html">Dreamweaver CS5 y las nuevas Tendencias</a></li>
    </ul>
    <h4><a href="#" onclick="mostrarlo(2)"><span class="detallar">N</span>oticias Viejas</a></h4>
    <ul id="uno_2">
      <li><a href="anti_1.html">Dise&ntilde;o Arquitect&oacute;nico</a></li>
      <li><a href="anti_2.html">El Cine de Lynch</a></li>
      <li><a href="anti_3.html">Photoshop C5: Lo nuevo</a></li>
    </ul>
  </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
