<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Ztylo | Revista Digital de Dise&ntilde;o Gr&aacute;fico: Novedades</title>
<script src="../javascript.js" language="javascript" type="text/javascript"></script>
<link href="../estilo.css" rel="stylesheet" type="text/css" />
</head>
<body onload="MM_preloadImages('../img/suscrip_hover.gif')">
<div id="contenedor">
  <h1 id="header"><a href="../index.html" class="caja_a"><span class="invisible">Ztylo - Dise&ntilde;o Gr&aacute;fico</span></a></h1>
  <div id="menu">
    <ul>
      <li><a href="../index.html"><span class="resaltar">Ztylo</span></a></li>
      <li><a href="../tapa/index.html">Nota Principal</a></li>
      <li><a href="../viejo/index.html">Notas Antiguas</a></li>
      <li><a href="../disenos/index.html">Dise&ntilde;os</a></li>
      <li><a href="../ideas/index.html">Ideas</a></li>
      <li><a href="../concurso/index.html">Concursos</a></li>
    </ul>
  </div>
  <div id="texto"> <a href="#" name="parrafo1"></a>
    <div class="entrada_5">
      <h2>Metaxy: La Interacci&oacute;n es la Clave</h2>
      <img src="img/02.gif" alt="Noticia_2" class="flotado2" />
      <p class="flotado1">El juego se basa en el concepto de dos mundo en convivencia (o tratando   de convivir). Esto est&aacute; constatado en la interacci&oacute;n entre el mundo real   y el del videojuego. <br />
        En cuanto al objetivo, existe un concepto de &ldquo;entrar&rdquo; en el juego para poder &ldquo;salir&rdquo;. Esto se desarrolla con la idea de querer ayudar a ese   personaje a &ldquo;escapar&rdquo; de la ciudad que lo aprisiona, descubriendo que   m&aacute;s all&aacute; de la ciudad, no existe nada, solo el c&oacute;digo de programaci&oacute;n   del videojuego.<br />
        Concepto de Meta-Juego. Se busca llevar al usuario a lo mas profundo del   videojuego, brind&aacute;ndole datos del mismo, desde concepciones b&aacute;sicas,   hasta la programaci&oacute;n mas interna.<br />
        Nos ayudamos de la antigua definici&oacute;n de la palabra &quot;Metaxy&quot; la cual adem&aacute;s da nombre al juego. Se refiere a un t&eacute;rmino para designar a   &ldquo;aquello que est&aacute; en el centro&rdquo;. Actualmente, se le da a la palabra &ldquo;Metaxy&rdquo; otra definici&oacute;n, ubic&aacute;ndola como aquel lugar permanente donde se encuentra el hombre, entre los dos polos de la existencia.</p>
      <p>El juego le propone al usuario la tarea de llevar adelante a un personaje por medio de su habilidad y estrategia, con la diferencia de que este mismo personaje, adem&aacute;s de responder a los pedidos del jugador, tiene reacciones propias que pueden ayudar, as&iacute; como empeorar la situaci&oacute;n. Esta combinaci&oacute;n de dos &ldquo;mundos&rdquo;, brinda una estrategia que puede ser la clave para concretar las dificultades.<br />
        Este personaje interact&uacute;a de forma consciente con el usuario, manipulando la situaci&oacute;n por medio de di&aacute;logos, pensamientos y hasta   acciones concretas. A medida que se avanza en el juego, la personalidad  del personaje se hace mas fuerte, desobedeciendo desde &oacute;rdenes simples,   hasta complejas situaciones an&iacute;micas, a tal punto de &ldquo;auto-controlarse&quot; por su cuenta y realizar acciones mientras uno no est&aacute; jugando.<br />
        El usuario que se encuentre jugando, por medio de una interfaz, puede &ldquo;darle &oacute;rdenes&rdquo; al personaje, que en cierta forma se vuelven &ldquo;sugerencias&rdquo; para este &uacute;ltimo.<br />
        <img src="img/02_1.gif" alt="Metaxy: Juego en Curso" class="derecha_1" /> Existe un anclaje con la obra de Bioy Casares, <span class="detaller">La Invenci&oacute;n de Morel</span>. Al igual que en el relato, existe esta interacci&oacute;n entre dos mundos distintos (o un mundo dentro de otro, como puede ser el proyectual y el real). El mundo proyectual ignora las situaciones que se producen en el mundo real, provocando la vacilaci&oacute;n y el asombro. Lo mismo sucede en la interacci&oacute;n entre el videojuego y la realidad. Adem&aacute;s de esto, hay una fuerte presencia de los personajes secundarios con acciones completamente repetitivas y la existencia de un individuo que vive estas repeticiones. A base de esos personajes c&iacute;clicos, el personaje principal busca muchas teor&iacute;as absurdas para tratar de explicar lo que sucede, hasta que descubre lo que ocurre en verdad (concepto de vacilaci&oacute;n y la busqueda de hip&oacute;tesis imposibles, ambas extra&iacute;das del cuento). <br />
        Como ultimo concepto, y para establecer la relaci&oacute;n metaf&iacute;sica, est&aacute; muy presente la idea de &quot;entrar&quot; para &quot;salir&quot;. Relaci&oacute;n profunda con el   relato, en el que se debe &quot;morir&quot; para poder &quot;vivir&quot;.<br />
        <span class="detaller">&quot;None&quot;:</span> Protagonista del juego. Se mueve de forma antropom&oacute;rfica,   sin ninguna habilidad sobrehumana. Tiene reacciones an&iacute;micas muy   fuertes. Solo le interesa salir del videojuego, sin importar donde   termine. Siempre est&aacute; jugando, as&iacute; que por m&aacute;s que el jugador no est&eacute; presente, None sigue jugando, consiguiendo objetos y avanzando.<br />
        <span class="detaller">Resto de la poblaci&oacute;n del Juego:</span> Los personajes que componen el juego. Se mueven limitadamente de manera antropom&oacute;rfica. No pueden ser controlados por el usuario jugador. Tienen est&eacute;ticas diferentes entre s&iacute;. Son odiosos para None ya que sus di&aacute;logos son repetitivos y carentes de todo sentido. En cierta forma se comportan como objetos (objetos de   videojuego, que es lo que None descubre al final). Unos pocos saben, como None, que el usuario est&aacute; manejando el juego. Lo hacen presente a   trav&eacute;s de frases como &ldquo;Alguien nos observa&rdquo; o &ldquo;Somos como marionetas, por lo menos usted&rdquo;.</p>
    </div>
  <div class="nave_chico">
    <h3>&iquest;Quer&eacute;s M&aacute;s?</h3>
    <h4><a href="#" onclick="mostrarlo(1)"><span class="detallar">N</span>oticias Actuales</a></h4>
    <ul id="uno_1">
      <li><a href="noti_1.html">Dise&ntilde;o Multimedia e Interacci&oacute;n</a></li>
      <li><a href="noti_2.html">Metaxy: La Interacci&oacute;n es la Clave</a></li>
      <li><a href="noti_3.html">Dreamweaver CS5 y las nuevas Tendencias</a></li>
    </ul>
    <h4><a href="#" onclick="mostrarlo(2)"><span class="detallar">N</span>oticias Viejas</a></h4>
    <ul id="uno_2">
      <li><a href="anti_1.html">Dise&ntilde;o Arquitect&oacute;nico</a></li>
      <li><a href="anti_2.html">El Cine de Lynch</a></li>
      <li><a href="anti_3.html">Photoshop C5: Lo nuevo</a></li>
    </ul>
  </div>
  </div>
  <div id="pie">
    <ul>
      <li><a href="../staff/index.html" class="borde">Staff</a></li>
      <li><a href="../contacto/index.html" class="borde">Contacto</a></li>
      <li><a href="../suscribirse/index.html" class="borde">Suscribirse</a></li>
      <li><a href="../links/index.html" class="borde">Links</a></li>
      <li><a href="../datos/index.html" class="borde">Datos</a></li>
      <li><a href="../afiliados/index.html" class="borde">Afiliados</a></li>
      <li><a href="../entrevista/index.html" class="borde">Entrevista</a></li>
      <li><a href="../publicidad/index.html">Publicidad</a></li>
    </ul>
  </div>
</div>
<a href="../suscribirse/index.html" class="suscrip"><span class="invisible">Suscribirse</span></a>
</body>
</html>
